Repository: common-repository/wc-expire-products
Catalog: languages/wc-expired-products-*.po
Languages: es_es

source: WC Expired Products requires <a href="https://wordpress.org/plugins/woocommerce/" target="_blank" >WooCommerce</a> installed and activated to run.
es_es: WC Expired Products requiere el plugin <a href="https://wordpress.org/plugins/woocommerce/" target="_blank" >WooCommerce</a> instalado y activado para funcionar.

source: Today
es_es: Hoy

source: You do not have sufficient pilchards to access this page.
es_es: Usted no tiene los suficientes permisos para acceder a esta página.

source: Expire products
es_es: Expirar productos

source: The products expire on:
es_es: Los productos expiran en:

source: Only days in numbers: for a month, enter "30"
es_es: Solo días en números: para un mes, ingresar "30"

source: Notifications
es_es: Notificaciones

source: All notifications are for the author of the product
es_es: Todas las notificaciones son para el autor del producto

source: Notify previously.
es_es: Noticiar previamente.

source: Notify 5 days before the product expires.
es_es: Notificar 5 días antes que el producto expire.

source: Notify now
es_es: Notificar ahora.

source: Notify when the product has expired.
es_es: Notificar cuando el producto ha expirado.

source: Notify after
es_es: Notificar después.

source: Remember (7 days later) that the product has expired.
es_es: Recordar (7 días después) que el producto ha expirado.

source: Cleaning
es_es: Limpieza

source: These options will keep your database cleaner
es_es: Estas opciones mantendrán tu base de datos más limpia

source: Delete product
es_es: Borrar producto.

source: Delete the product if it has not been updated 14 days after it has expired.
es_es: Eliminar el producto si no ha sido renovado 14 días después de la fecha de expiración.

source: Delete product images
es_es: Borrar imágenes del producto.

source: Also delete images?
es_es: ¿También las imágenes?

source: Save changes
es_es: Guardar los cambios

source: It is my first installation of the plugin.
es_es: Esta es mi primera instalación del plugin.

source: If you just install this plugin there's something you should know. Here we are playing with <code>post_modified</code> value of the database. The plugin see the difference between the date of moficiacion the product and the today's date, if that difference is equal to the value you entered above, the corresponding function is executed.
es_es: Si recién instalas este plugin hay algo que deberías saber. Acá estamos jugando con el valor <code>post_modified</code> de la base de datos. El plugin ve la diferencia entre la fecha de modificación del producto y la fecha de hoy, si esa diferencia es igual al valor que ingresaste más arriba, se ejecutará la función que corresponde.

source: What happens if I have products created. They change all to draft status? Yes.
es_es: Que pasa si ya tengo productos creados. Cambiarán todos a estado borrador? Si.

source: To avoid this we should change the date of modification of all products to today's date. This task can make you, simply by clicking the button below :).
es_es: Para evitar esto deberíamos cambiar la fecha de modificación de todos los productos a la fecha de hoy. Esta tarea la puede hacer usted, simplemente haciendo clic en el botón de abajo :)

source: Configure all products
es_es: Configurar todos los productos

source: Settings
es_es: Opciones

source: Your product "%1$s" has changed the status to Draft
es_es: Su producto "%1$s" ha cambiado el estado a Borrador

source: Hi %1$s,
es_es: Hola %1$s,

source: <br><br>it's been more than %1$s days and has not updated the publication period of your product <strong>"%2$s"</strong>.
es_es: <br><br>han pasado más de %1$s días y no has renovado la publicación de tu producto <strong>"%2$s"</strong>.

source: <br><br>Your product is now in draft, please login to <a href="%1$s">your account</a> and renew the period.
es_es: <br><br>Tu producto está ahora como borrador, por favor ingresa a <a href="%1$s">tu cuenta</a> y renová el periodo de publicación.

source: Your product "%1$s" is about to expire.
es_es: Tu producto "%1$s" está por expirar.

source: <br><br>Your product <strong>"%1$s"</strong> will expire in 5 days.
es_es: <br><br>Tu producto <strong>"%1$s"</strong> expirará en 5 días.

source: <br><br>We recommend that you enter <a href="%1$s">your account</a> and update the publication, and will be visible on the site for %2$s days more.
es_es: <br><br>Recomendamos que ingreses a <a href="%1$s">tu cuenta</a> y actualices tu publicación, para que este visible en el sitio durante %2$s días más.

source: Remember that your product "%1$s" has expired
es_es: Recuerda que tu producto "%1$s" ha expirado.

source: <br><br>Your product <strong>"%1$s"</strong> it has expired 7 days ago
es_es: <br><br>Tu producto <strong>"%1$s"</strong> ha expirado hace 7 días.

source: <br><br>You can do two things: update the product to be visible on the site, or do nothing.
es_es: <br><br>Podés hacer dos cosas: actualizar el producto para que siga visible en el sitio, o no hacer nada.

source: If you do nothing, the product will be removed 7 days after this notification.
es_es: Si no haces nada, el producto será borrado en 7 días luego de este aviso.

source: Your products have been updated!
es_es: Los productos han sido actualizados!

source: There was an error or no products to modify.
es_es: Hubo un error o no hay productos para actualizar.

source: Expiration Day
es_es: Día que expira

source: in %d days
es_es: en %d días

source: %d days ago
es_es: hace %d días

source: Defines a expiration time to products and send an email notifying the author.
es_es: Define un tiempo de caducidad a los productos y envía un correo electrónico notificando al autor.
